/* Name modifier to denote more than one person */
"%@ et al." = "%@ m fl.";

/* Alert title: enable service sheet arg1:service name */
"%@ is disabled" = "%@ är avmarkerad";

/* Text/Audio/Video choose window text message: person is offline */
"%@ is offline." = "%@ är frånkopplad.";

/* Format for a person or card name plus email (arg1:name, arg2:e-mail address) */
"%@, with e-mail address %@" = "%@, med e-postadress %@";

/* Separator for group names */
", " = ", ";

/* Pref title: Accounts */
"Accounts" = "Konton";

/* ID already in use */
"Address already in use" = "Adressen används redan";

/* Pref title: Alerts (formerly Actions) */
"Alerts" = "Händelser";

/* Title of group button when all groups are shown */
"All Groups" = "Alla grupper";

/* MyPictureControl: Message of Clear Pictures sheet */
"Are you sure you want to clear the menu of recent pictures?" = "Är du säker på att du vill rensa menyn med de senaste bilderna?";

/* Alert message: delete buddies confirmation (arg: person) */
"Are you sure you want to permanently remove %@ from your buddy list?" = "Är du säker på att du vill ta bort %@ permanent från din kontaktlista?";

/* Title of A/V menu when only mic connected */
"Audio" = "Ljud";

/* Menu title when disabled */
"Block Person" = "Spärra person";

/* Buddies
   Name of default buddy list group to create */
"Buddies" = "Kontakter";

/* Alert title: delete buddies confirmation */
"Buddies will be removed" = "Kontakter kommer att tas bort";

/* Buddy exists alert title */
"Buddy already exists" = "Kontakten finns redan";

/* Name of capability */
"Buddy icon" = "Kontaktsymbol";

/* Title for Buddy List window */
"Buddy List" = "Kontaktlista";

/* Name of capability */
"Camera" = "Kamera";

/* Alert title: the camera is in use */
"Camera In Use" = "Kameran används";

/* Alert title: the camera is in use */
"Camera Iris Is Shut" = "Kamerans linsskydd är stängt";

/* cancel
   Cancel */
"Cancel" = "Avbryt";

/* User info: Can't save info sheet title */
"Cannot save buddy info:" = "Kan inte spara kontaktinfo:";

/* Prefix of capabilities listing in buddy info */
"Capabilities: " = "Möjligheter: ";

/* Name of capability */
"Chat" = "Chatt";

/* People picker header string (arg is user ID) */
"Choose a card from the Address Book to use for %@:" = "Välj ett kort från adressboken som ska användas för %@:";

/* Buddy icon pop-up item: Clears the list of recent picture */
"Clear Recent Pictures" = "Rensa senaste bilder";

/* MyPictureControl: Title of Clear Pictures sheet */
"Clear Recent Pictures?" = "Rensa senaste bilder?";

/* Name of capability */
"Conferencing" = "Konferens";

/* Continue */
"Continue" = "Fortsätt";

/* Alert title when buddy notes can't be saved */
"Couldn't Save Notes" = "Kunde inte spara anteckningar";

/* Verb for group operation error sheet */
"create" = "skapa";

/* Menu item for directly typing in a custom status */
"Custom..." = "Anpassa…";

/* Verb for group operation error sheet */
"delete" = "ta bort";

/* Message in Buddy Info when blocking buddy pictures */
"Deselect this option to show the picture selected by your buddy, if any." = "Avmarkera alternativet om du vill visa den bild din kontakt har valt.";

/* Name of capability */
"Direct IM" = "Direkt IM";

/* Message of sheet when closing chat window while chat list is open */
"Do you want to end this active that when this window closes? It is still open in the chat list window." = "Vill du avsluta den här aktiva chatten när du stänger fönstret? Den är fortfarande öppen i chattlistefönstret.";

/* Don't End */
"Don't End" = "Avsluta inte";

/* Don't Save */
"Don't Save" = "Spara inte";

/* First-time user panel: Done button */
"Done" = "Klar";

/* Caption inside image are in Buddy Picture panel */
"Drag Image Here" = "Dra bilden hit";

/* Buddy icon pop-up item: opens picture editor panel */
"Edit Picture..." = "Redigera bild…";

/* Menu item for editing custom status message lists */
"Edit Status Menu..." = "Redigera statusmenyn…";

/* Button title: service enable */
"Enable" = "Aktivera";

/* End */
"End" = "Avsluta";

/* Title of sheet when closing chat window while chat list is open */
"End chat?" = "Avsluta chatten?";

/* Pref title: Files */
"Files" = "Filer";

/* Pref title: General */
"General" = "Allmänt";

/* Alert title: error adding/renaming/deleting group */
"Group error" = "Gruppfel";

/* Groups pop-up menu item to open drawer */
"Groups..." = "Grupper…";

/* Title of Show/Hide Groups menu item */
"Hide Groups" = "Göm grupper";

/* Text/Audio/Video choose window text message: normal */
"How would you like to chat?" = "Hur vill du chatta?";

/* iChat Beta feedback URL (French: www.apple.com/fr/feedback/ichat.html  German: www.apple.com/de/feedback/ichat.html) */
"http://www.apple.com/feedback/ichat.html" = "http://www.apple.com/se/feedback/ichat.html";

/* Shop for iChat products URL */
"http://www.apple.com/ichat/buy" = "http://www.apple.com/se/ichat/buy";

/* First-time user panel: TellMeMore Button */
"http://www.apple.com/iSight" = "http://www.apple.com/se/isight";

/* First-time user panel: Mac.com signup URL. Japanese version should be localized to http://www.mac.com/redirects/ichat/japan.html */
"http://www.mac.com/redirects/ichat/index.html" = "http://www.mac.com/redirects/ichat/index.html";

/* Alert title: uncaught exception */
"iChat Internal Error!" = "Internt fel i iChat!";

/* User info close sheet message */
"If you do not save, changes will be lost." = "Om du inte sparar kommer ändringarna att gå förlorade.";

/* Menu title when disabled */
"Ignore Person" = "Ignorera person";

/* Name of capability */
"IM images" = "IM-bilder";

/* Title of window with user or buddy info */
"Info for: %@" = "Info för: %@";

/* Status controller msg displayed at launch */
"Initializing..." = "Initierar…";

/* Menu item for logged-out service */
"Log In to %@" = "Logga in på %@";

/* Menu item for logged-in service */
"Log Out of %@" = "Logga ut från %@";

/* Pref title: Messages */
"Messages" = "Meddelanden";

/* Name of capability */
"Microphone" = "Mikrofon";

/* Create a new address card button */
"New Card" = "Nytt kort";

/* Title of group button when no groups are shown */
"no groups" = "inga grupper";

/* Alert title: can't add buddies if no groups visible */
"No groups visible" = "Inga grupper synliga";

/* OK */
"OK" = "OK";

/* First-time user panel: No data alert info */
"Please check the fields marked with red arrows and enter the information requested." = "Fyll i fälten markerade med röd pil.";

/* Pref title: Privacy */
"Privacy" = "Integritetsskydd";

/* Quit */
"Quit" = "Avsluta";

/* Name of capability */
"Receive files" = "Ta emot filer";

/* Buddy icon pop-up title */
"Recent Pictures:" = "Senaste bilder:";

/* Menu item title for deleting multiple buddies */
"Remove Buddies" = "Ta bort kontakter";

/* Menu item title for deleting a single buddy */
"Remove Buddy" = "Ta bort kontakt";

/* Alert title: delete buddies confirmation */
"Remove from buddy list?" = "Ta bort från kontaktlista?";

/* Alert message: delete group confirmation (args: group, people) */
"Removing the group \"%@\" will permanently remove %@ from your buddy list. Is this OK?" = "Om du tar bort gruppen ”%@” tas %@ bort permanent från din kontaktlista. Vill du det?";

/* Verb for group operation error sheet */
"rename" = "byta namn";

/* Button title: review open chats/file transfers before quitting */
"Review" = "Granska";

/* Save */
"Save" = "Spara";

/* Alert title: save changes to picture? */
"Save changes" = "Spara ändringarna";

/* User info close sheet title format */
"Save changes to info for %@?" = "Vill du spara ändringarna för %@?";

/* Message in Buddy Info when enabling buddy pictures */
"Select this option to ignore the picture set by your buddy." = "Markera det här alternativet om du inte vill använda den bild din kontakt har valt.";

/* Name of capability */
"Send files" = "Skicka filer";

/* Name of capability */
"Sharing files" = "Dela filer";

/* Title of Show/Hide Groups menu item */
"Show Groups" = "Visa grupper";

/* Buddy List Buttons tooltip - text chat */
"Start a Text Chat" = "Starta en textchatt";

/* Buddy List Buttons tooltip - video chat */
"Start a Video Chat" = "Starta en videochatt";

/* Buddy List Buttons tooltip - audio chat */
"Start an Audio Chat" = "Starta en ljudchatt";

/* User info: Move ID to this card? params = service, old card, this card */
"The %@ address \"%@\" is already assigned to the address card %@. Would you like to assign it to %@ instead?" = "%@-adressen ”%@” är redan tilldelad adresskortet %@. Vill du tilldela den till %@ istället?";

/* User info: Invalid ID */
"The %@ member name <%@> is not valid." = "%@-medlemsnamnet <%@> är ogiltigt.";

/* Alert message: error adding/renaming/deleting group (args=service,verb,group) */
"The %@ service failed to %@ the group \"%@.\"" = "%@-tjänsten kunde inte %@ gruppen ”%@”.";

/* Alert title: quitting while chats are active */
"There are active chats. Are you sure you want to quit?" = "Det finns aktiva chattar. Är du säker på att du vill avsluta? ";

/* Alert title: quitting while file transfers are active */
"There are active file transfers. Are you sure you want to quit?" = "Det finns filöverföringar som pågår. Är du säker på att du vill avsluta?";

/* Alert title: quitting while there are unread messages */
"There are chats with unread messages. Are you sure you want to quit?" = "Det finns chattar med olästa meddelanden. Är du säker på att du vill avsluta?";

/* Alert explanation when buddy notes can't be saved */
"There was a problem updating your notes for <%@>." = "Ett problem uppstod vid uppdatering av dina anteckningar för <%@>.";

/* Message in account tab of Buddy Info when there's no buddy picture */
"This account does not have a custom picture." = "Det här kontot har ingen egen bild.";

/* Name to use in 'Move ID to this card?' alert if there is no name entered */
"this card" = "det här kortet";

/* Message in account tab of Buddy Info when blocking buddy pictures */
"To accept the picture set by the buddy, choose Address Card from the Show pop-up menu." = "Om du vill använda den bild kontakten valt, väljer du Adresskort från popupmenyn Visa.";

/* Message in account tab of Buddy Info when enabling buddy pictures */
"To change this picture, choose Address Card from the Show pop-up menu." = "Om du vill ändra bilden, väljer du Adresskort från popupmenyn Visa.";

/* Chat addressees (arg: comma-separated list of names) */
"To: %@" = "Till: %@";

/* Use existing card button */
"Use" = "Använd";

/* Alert title: address card already exists */
"Use existing address card?" = "Vill du använda nuvarande adresskort?";

/* Use existing card button */
"Use It" = "Använd det";

/* Pref title: Video
   Title of A/V menu when camera connected */
"Video" = "Video";

/* Alert message: save changes to picture? */
"Would you like to save the changes you made?" = "Vill du spara ändringarna?";

/* User info: Can't assign your own ID to someone else */
"You are connected to %@ as <%@>. You can't assign that member name to someone else." = "Du är ansluten till %@ som <%@>. Du kan inte tilldela detta medlemsnamn till någon annan.";

/* Text/Audio/Video choose window text message: you are offline */
"You are offline." = "Du är frånkopplad.";

/* People picker header string (arg is user ID) */
"You can choose a card from the address book to use for %@" = "Du kan välja ett kort från adressboken och använda det för %@";

/* First-time user panel: No data alert message */
"You haven't provided all of the requested information" = "Du har inte angett all nödvändig information";

/* Alert text: enable service */
"You must enable the service to display the list" = "Du måste aktivera tjänsten för att listan ska visas.";

/* User info: Error: missing info */
"You must enter at least one instant messaging address." = "Du måste skriva in minst en adress för snabbmeddelanden.";

/* Alert message: can't add buddies if no groups visible */
"You must first select one or more groups before you can add people to the buddy list." = "Du måste välja en eller flera grupper innan du kan lägga till personer i kontaktlistan.";

/* User info: Card exists text */
"Your Address Book already contains a card for %@. Would you like to use it instead of creating a new one?" = "Adressboken innehåller redan ett kort för %@. Vill du använda det i stället för att skapa ett nytt?";

/* User info: Buddy exists alert message */
"Your buddy list already contains a person named %@. Would you like to use this buddy's address card instead of creating a new one?" = "Din kontaktlista innehåller redan en person med namnet %@. Vill du använda det här kontaktadresskortet istället för att skapa ett nytt?";

/* Alert text: the camera is in use */
"Your camera appears to be in use by another application.  Please quit any other application that might be using the camera." = "Kameran verkar användas av ett annat program. Avsluta alla andra program som kan använda kameran.";

/* Alert text: the camera is in use */
"Your camera's iris is shut. Please open it." = "Kamerans linsskydd är stängt. Öppna linsskyddet.";

